Repository: Guite/MUSeo
Catalog: locale/*/LC_MESSAGES/module_museo.po
Languages: de

source: Doctrine Exception:
de: Doctrine Ausnahme:

source: An error was encountered while dropping the tables for the %s module.
de: Ein Fehler ist während des Löschens der Tabellen für das Modul %s aufgetreten.

source: MUSeo - a module to handle SEO better.
de: MUSeo - ein Modul für ein besseres SEO

source: An error was encountered while creating the tables for the %s extension.
de: Ein Fehler ist während des Erstellens der Tabellen für %s aufgetreten.

source: Please enable the development mode by editing the /config/config.php file in order to reveal the error details.
de: Bitte schalte den Entwicklermodus durch Bearbeiten der Datei /config/config.php ein.

source: An error was encountered while removing stored object workflows for the %s extension.
de: Während des Entfernens gespeicherter Objekt Arbeitsabläufe für das Modul %s ist ein Fehler aufgetreten.

source: An error was encountered while dropping tables for the %s extension.
de: Ein Fehler ist während des Löschens der Tabellen für %s aufgetreten.

source: The upload directories at [%s] can be removed manually.
de: Die Upload Ordner in [%s] können manuell gelöscht werden.

source: M u seo module generated by ModuleStudio 0.7.0.
de: MUSeo generiert mit ModuleStudio 0.7.0.

source: museo Metatags Display Hooks
de: museo Metatags Ansicht Hooks

source: museo Extensions Display Hooks
de: museo erweiterungen Ansicht Hooks

source: museo Extensions Filter Hooks
de: museo Erweiterungen Filter Hooks

source: Error! Could not move your file to the destination folder.
de: Fehler! Konnte Deine Datei nicht in den Zielordner verschieben..

source: Error! No file found.
de: Fehler! Keine Datei gefunden.

source: Error! This file type is not allowed. Please choose another file format.
de: Fehler! Dieser Dateityp ist nicht erlaubt. Wähle bitte ein anderes Format.

source: Error! Your file is too big. Please keep it smaller than %s kilobytes.
de: Fehler! Deine Datei ist zu groß. Bitte halte sie kleiner als %s kilobytes.

source: Error! Your file is too big. Please keep it smaller than %s megabytes.
de: Fehler! Deine Datei ist zu groß. Bitte halte sie kleiner als %s megabytes.

source: Error! This file type seems not to be a valid image.
de: Fehler! Dieser Dateityp scheint kein gültiges Bild zu sein.

source: Unknown error
de: Unbekannter Fehler

source: File too big
de: Datei zu groß

source: File uploaded partially
de: Datei teilweise hoch geladen

source: No file uploaded
de: Keine Datei hoch geladen!

source: No tmp folder
de: Kein temporärer Ordner

source: Error with upload:
de: Fehler mit Upload:

source: Error! Could not determine workflow actions.
de: Fehler! Konnte Workflowaktionen nicht beenden.

source: No such item.
de: Kein solches Element.

source: Done! Item created.
de: Erledigt! Element erstellt.

source: Error! Creation attempt failed.
de: Fehler! Erstellung fehlgeschlagen.

source: Done! Item updated.
de: Erledigt! Element aktualisiert.

source: Error! Update attempt failed.
de: Fehler! Aktualisierung fehlgeschlagen

source: Done! Item deleted.
de: Erledigt! Element gelöscht.

source: Error! Deletion attempt failed.
de: Fehler! Löschen fehlgeschlagen

source: Sorry, but you can not create the extension yet as other items are required which must be created before!
de: Entschuldigung, aber Du kannst keine Erweiterung erstellen bevor andere erforderliche Elemente nicht erstellt sind!

source: Done! Extension created.
de: Erledigt! Erweiterung erstellt.

source: Done! Extension updated.
de: Erledigt! Erweiterung aktualisiert.

source: Done! Extension deleted.
de: Erledigt! Erweiterung gelöscht.

source: Sorry, but an unknown error occured during the %s action. Please apply the changes again!
de: Entschuldigung, aber ein unbekannter Fehler ist während der Aktion %s aufgetreten. Bitte bestätige die Änderungen erneut!

source: Sorry, but you can not create the metatag yet as other items are required which must be created before!
de: Entschuldigung, aber Du kannst solange keinen Metatag erstellen bis ein anderes notwendiges Element erstellt wurde.

source: Done! Metatag created.
de: Erledigt! Metatag erstellt.

source: Done! Metatag updated.
de: Erledigt! Metatag aktualisiert.

source: Done! Metatag deleted.
de: Erledigt! Metatag gelöscht.

source: Error! Failed to set configuration variables.
de: Fehler! Setzen von Modulvariablen fehlgeschlagen.

source: Done! Module configuration updated.
de: Erledigt! Moduleinstellungen aktualisiert.

source: Switch to user area.
de: Wechsel zum Nutzerbereich.

source: Metatag list
de: Metatagliste

source: Extensions
de: Erweiterungen

source: Extension list
de: Liste der Erweiterungen

source: Configuration
de: Einstellungen

source: Manage settings for this application
de: Verwalte die Einstellungen für MUSeo

source: Switch to administration area.
de: Wechsel zum Administrationsbereich.

source: Invalid arguments array received.
de: Ungültiges Array von Argumenten aufgerufen.

source: Invalid identifier received.
de: Fehler! Ungültiger Bezeichner aufgerufen.

source: Invalid object type received.
de: Ungültiger Objekttyp aufgerufen.

source: The keyword for this page contains one or more %sstop words%s, consider removing them. Found '%s'.
de: Das Schlüsselwort für diese Seite enthält ein oder mehrere %sstop words%s, diese sollten eventuell entfernt werden. Gefunden wurde '%s'.

source: Please create a page title.
de: Bitte erstelle einen Seitentitel.

source: The page title contains %d characters, which is less than the recommended minimum of 40 characters. Use the space to add keyword variations or create compelling call-to-action copy.
de: Der Seitentitel enthält %d Zeichen, was weniger ist als das empfohlene Minimum von 40 Zeichen. Verwende den Platz, um Schlüsselwort-Variationen oder eine verlockende Call-to-Action hinzuzufügen.

source: The page title contains %d characters, which is more than the viewable limit of 70 characters; some words will not be visible to users in your listing.
de: Der Seitentitel enthält %d Zeichen, was mehr ist als das sichtbare Limit von 70 Zeichen; einige Wörter werden den Betrachtern der Suchergebnisse nicht angezeigt werden.

source: The page title is more than 40 characters and less than the recommended 70 character limit.
de: Der Seitentitel hat mehr als 40 Zeichen und weniger als das empfohlene Limit von 70 Zeichen.

source: The keyword / phrase %s does not appear in the page title.
de: Das Schlüsselwort / die Phrase %s erscheint nicht im Seitentitel.

source: The page title contains keyword / phrase, at the beginning which is considered to improve rankings.
de: Der Seitentitel enthält Schlüsselwort / Phrase, und zwar am Anfang, was die Rankings verbessern soll.

source: The page title contains keyword / phrase, but it does not appear at the beginning; try and move it to the beginning.
de: Der Seitentitel enthält Schlüsselwort / Phrase, allerdings nicht am Anfang; versuche es und verschiebe es an den Anfang des Titels.

source: The available space is shorter than the usual 155 characters because Google will also include the publication date in the snippet.
de: Der verfügbare Platz ist kürzer als die üblichen 155 Zeichen, da Google auch das Veröffentlichungsdatum in das Snippet mit einbezieht.

source: No meta description has been specified, search engines will display copy from the page instead.
de: Es wurde keine Meta Beschreibung angegeben, die Suchmaschinen zeigen statt dessen einen Textausschnitt der Seite.

source: The meta description is under 120 characters, however up to %s characters are available. %s
de: Die Meta Beschreibung beträgt weniger als 120 Zeichen, es sind aber bis zu %s Zeichen verfügbar. %s

source: In the specified meta description, consider: How does it compare to the competition? Could it be made more appealing?
de: Bei der angegebenen Meta Beschreibung ist zu berücksichtigen: Wo steht diese im Vergleich zu den Mitbewerbern? Könnte sie noch attraktiver gemacht werden?

source: The specified meta description is over %s characters, reducing it will ensure the entire description is visible. %s
de: Die angegebene Meta Beschreibung enthält über %s Zeichen, eine Verkürzung stellt sicher, dass die komplette Beschreibung sichtbar ist. %s

source: A meta description has been specified, but it does not contain the target keyword / phrase.
de: Eine Meta Beschreibung wurde angegeben, aber sie enthält nicht das Ziel Schlüsselwort / Phrase.

source: The meta description contains the primary keyword / phrase.
de: Die Meta Beschreibung enthält das primäre Schlüsselwort / Phrase.

source: There are %d words contained in the body copy. This is far too low and should be increased.
de: Es gibt %d Wörter im Text. Dies ist viel zu wenig und sollte erhöht werden.

source: There are %d words contained in the body copy, this is below the %d word recommended minimum. Add more useful content on this topic for readers.
de: Es gibt %d Wörter im Text. Dies ist weniger als das empfohlene Minimum von %d Wörtern. Füge mehr nützlichen Inhalt über dieses Thema für die Leser hinzu.

source: There are %d words contained in the body copy, this is slightly below the %d word recommended minimum, add a bit more copy.
de: Es gibt %d Wörter im Text. Dies ist etwas weniger als das empfohlene Minimum von %d Wörtern. Füge ein wenig mehr Text hinzu.

source: There are %d words contained in the body copy, this is more than the %d word recommended minimum.
de: Es gibt %d Wörter im Text. Dies ist mehr als das empfohlene Minimum von %d Wörtern.

source: Your keyphrase is over 10 words, a keyphrase should be shorter and there can be only one keyphrase.
de: Die Schlüsselphrase enthält mehr als 10 Wörter. Sie sollte kürzer sein und es kann auch nur eine Phrase geben.

source: The keyword density is %s%, which is a bit low, the keyword was found %s times.
de: Die Schlüsselwortdichte beträgt %s%. Dies ist etwas wenig, das Schlüsselwort wurde %s mal gefunden.

source: The keyword density is %s%, which is over the advised 4.5% maximum, the keyword was found %s times.
de: Die Schlüsselwortdichte beträgt %s%. Dies ist mehr als das empfohlene Maximum von 4,5%, das Schlüsselwort wurde %s mal gefunden.

source: The keyword density is %s%, which is great, the keyword was found %s times.
de: Die Schlüsselwortdichte beträgt %s%. Dies ist klasse, das Schlüsselwort wurde %s mal gefunden.

source: The keyword appears in the first paragraph of the copy.
de: Das Schlüsselwort taucht im ersten Absatz des Textes auf.

source: The keyword doesn't appear in the first paragraph of the copy, make sure the topic is clear immediately.
de: Das Schlüsselwort taucht nicht im ersten Absatz des Textes auf. Stelle sicher, dass das Thema sofort klar gemacht wird.

source: very easy
de: sehr einfach

source: easy
de: einfach

source: fairly easy
de: ziemlich einfach

source: fairly difficult
de: ziemlich schwierig

source: Try to make shorter sentences to improve readability.
de: Versuche kürzere Sätze zu erstellen, um die Lesbarkeit zu verbessern.

source: difficult
de: schwierig

source: Try to make shorter sentences, using less difficult words to improve readability.
de: Versuche kürzere Sätze mit weniger schwierigen Wörtern, zu erstellen, um die Lesbarkeit zu verbessern.

source: very difficult
de: sehr schwierig

source: Flesch Reading Ease
de: Flesch-Index

source: The copy scores %s in the %s test, which is considered %s to read. %s
de: Der Text hat einen Score von %s im %s Test, was bedeutet, dass die Lesbarkeit %s ist. %s

source: The keyword / phrase appears in the URL for this page.
de: Das Schlüsselwort / die Phrase taucht in der URL dieser Seite auf.

source: The keyword / phrase does not appear in the URL for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!
de: Das Schlüsselwort / die Phrase taucht nicht in der URL dieser Seite auf. Falls die URL umbenannt wird, sollte sichergestellt werden, dass die alte URL mit einer 301 Weiterleitung zur neuen URL versehen wird.

source: No outbound links appear in this page, consider adding some as appropriate.
de: Es tauchen keine ausgehenden Links in dieser Seite auf, bei Bedarf hinzufügen.

source: You're linking to another page with the keyword you want this page to rank for, consider changing that if you truly want this page to rank.
de: Eine andere Seite wird mit dem Schlüsselwort verlinkt, auf welches diese Seite optimiert werden soll. Dies sollte geändert werden, da die andere Seite konkurriert.

source: This page has %s outbound link(s).
de: Diese Seite hat %s ausgehende Links.

source: This page has %s outbound link(s), all nofollowed.
de: Diese Seite hat %s ausgehende Links, alle mit nofollow.

source: This page has %s nofollowed link(s) and %s normal outbound link(s).
de: Diese Seite hat %s Links mit nofollow und %s normale ausgehende Links.

source: No subheading tags (like an H2) appear in the copy.
de: Im Text tauchen keine Zwischenüberschriften (wie H2) auf.

source: Keyword / keyphrase appears in %s (out of %s) subheadings in the copy. While not a major ranking factor, this is beneficial.
de: Schlüsselwort / Phrase taucht in %s (von %s) Überschriften im Text auf. Dies ist zwar kein bestimmender Ranking-Faktor, aber dennoch hilfreich.

source: You have not used your keyword / keyphrase in any subheading (such as an H2) in your copy.
de: Schlüsselwort / Phrase werden nicht in Zwischenüberschriften (wie H2) im Text benutzt.

source: No images appear in this page, consider adding some as appropriate.
de: Es tauchen keine Bilder in dieser Seite auf, bei Bedarf hinzufügen.

source: The images on this page are missing alt tags.
de: Die Bilder auf dieser Seite haben keine alt-Tags.

source: The images on this page contain alt tags with the target keyword / phrase.
de: Die Bilder auf dieser Seite haben alt-Tags, die das Schlüsselwort / Phrase enthalten.

source: The images on this page do not have alt tags containing your keyword / phrase.
de: Die Bilder auf dieser Seite haben keine alt-Tags, die das Schlüsselwort / Phrase enthalten.

source: Approved
de: Freigegeben

source: Content has been approved and is available online.
de: Inhalt wurde freigegeben und ist online verfügbar.

source: All except approved
de: Alle ausgenommen freigegebene

source: Shows all items except these which are approved
de: Zeigt alle Elemente ausgenommen die freigegeben wurden

source: Default
de: Standard

source: No index
de: Kein Index

source: Follow
de: Folgen

source: Nofollow
de: Nicht folgen

source: None
de: Kein Workflow

source: No image index
de: kein Bild Index

source: No archive
de: Kein Archiv

source: No snippet
de: Kein Snippet

source: Initial
de: Anfang

source: Deleted
de: Gelöscht

source: The upload directory "%s" does not exist and could not be created. Try to create it yourself and make sure that this folder is accessible via the web and writable by the webserver.
de: Der Upload Ordner "%s" existiert nicht und konnte nicht erstellt werden. Versuche ihn selbst zu erstellen und stelle sicher, dass er erreichbar und beschreibbar ist.

source: Warning! The upload directory at "%s" exists but is not writable by the webserver.
de: Warnung! Der Upload Ordner in "%s" existiert, ist aber nicht beschreibbar.

source: Warning! Could not write the .htaccess file at "%s".
de: Warnung! Konnte die .htaccess Datei in "%s" nicht schreiben.

source: Error! Invalid identifier received.
de: Fehler! Ungültiger Bezeichner aufgerufen.

source: Error! It is not allowed to delete this extension.
de: Fehler! Es ist nicht erlaubt diese Erweiterung zu löschen.

source: Error! It is not allowed to delete this metatag.
de: Fehler! Es ist nicht erlaubt dieses Element zu löschen.

source: Error: invalid input.
de: Fehler: ungültige Eingabe

source: Error! Field value may only contain digits (%s).
de: Fehler! Der Wert des Feldes darf nur Ziffern beinhalten (%s).

source: Error! Length of field value must not be higher than %2$s (%1$s).
de: Fehler! Die Länge des Feldes darf nicht größer als %2$s (%1$s) sein.

source: Error! Field value must not be empty (%s).
de: Fehler! Der Wert des Feldes darf nicht leer sein (%s).

source: The %1$s %2$s is already assigned. Please choose another %1$s.
de: Der Titel %1$s %2$s existiert schon. Bitte wähle einen anderen %1$s.

source: Error! Field value must be a valid url (%s).
de: Fehler! Der Wert des Feldes muss eine valide Url (%s) sein.

source: Error! Could not remove stored workflow. Deletion has been aborted.
de: Fehler! Konnte den gespeicherten Workflow nicht entfernen. Löschen wurde abgebrochen.

source: Error! Could not load the associated workflow.
de: Fehler! Konnte den notwendigen Workflow nicht laden.

source: Open preview page
de: Vorschau öffnen

source: Preview
de: Vorschau

source: Edit
de: Bearbeiten

source: Reuse for new item
de: Für ein neues Element benutzen

source: Reuse
de: Wiederverwenden

source: Delete
de: Löschen

source: Back to overview
de: Zurück zur Übersicht

source: Invalid user identifier received.
de: Fehler! Ungültiger Benutzer Bezeichner aufgerufen.

source: None workflow (no approval)
de: Kein Workflow

source: This is like a non-existing workflow. Everything is online immediately after creation.
de: Dies ist wie ein nicht existierender Workflow. Alles ist direkt online nach der Erstellung.

source: Pseudo-state for content which is just created and not persisted yet.
de: Pseudostaus für Inhalt der gerade erstellt wurde und noch nicht gesichert wurde.

source: Pseudo-state for content which has been deleted from the database.
de: Pseudostatus für Inhalt der aus der Datenbank gelöscht wurde.

source: Submit
de: Abschicken

source: Submit content.
de: Inhalt abschicken

source: Update
de: Aktualisierung

source: Update content.
de: Inhalt aktualisieren

source: Delete content permanently.
de: Inhalt dauerhaft löschen

source: Only item titles
de: Nur Titel

source: With description
de: Mit Beschreibung

source: Custom template
de: Eigenes Template

source: This is a required field.
de: Dies ist ein Pflichtfeld.

source: Please enter a valid number in this field.
de: Bitte gib eine gültige Zahl ein.

source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas.
de: Bitte nutze nur Zahlen. Vermeide bitte Leerzeichen und andere Sonderzeichen wie Punkte oder Kommata.

source: Please use letters only (a-z) in this field.
de: Bitte nutze nur Buchstaben (a-z).

source: Please use only letters (a-z) or numbers (0-9) only in this field. No spaces or other characters are allowed.
de: Bitte nutze nur Buchstaben (a-z) oder Zahlen (0-9). Keine Leerzeichen oder andere Sonderzeichen sind erlaubt.

source: Please enter a valid date.
de: Bitte gib ein gültiges Datum ein.

source: Please enter a valid email address. For example yourname@example.com .
de: Bitte gib eine gültige email Adresse en. Zum Beispiel deinname@beispiel.com .

source: Please enter a valid URL.
de: Bitte gib eine gültige URL ein.

source: Please use this date format: dd/mm/yyyy. For example 17/03/2010 for the 17th of March, 2010.
de: Bitte nutze folgendes Datumsformat: dd/mm/yyyy. Beispiel: 17/03/2011 für den 17. März 2010.

source: Please enter a valid $ amount. For example $100.00 .
de: Bitte gib eine $ gültige Zahl ein. ZUm Beispiel $ 100.00 .

source: Please make a selection.
de: Bitte triff ein Auswahl.

source: Please select one of the above options.
de: Bitte wähle eine der oberen Optionen

source: This value must not contain spaces.
de: Dieser Wert darf keine Leerzeichen enthalten.

source: Please select an allowed file type.
de: Bitte wähle einen erlaubten Dateitypen.

source: Please select a value in the past.
de: Bitte wähle einen Wert in der Vergangenheit

source: Please select a value in the future.
de: Bitte wähle einen Wert in der Zukunft

source: This value is already assigned, but must be unique. Please change it.
de: Dieser Wert existiert shon und er muss eindeutig sein. Bitte ändere ihn.

source: %1$s: missing parameter '%2$s'
de: %1$s: fehlender Parameter '%2$s'

source: Creation and update
de: Erstellung und Aktualisierung

source: Created by %s
de: Erstellt von %s

source: Created on %s
de: Erstellt am %s

source: Updated by %s
de: Aktualisiert von %s

source: Updated on %s
de: Aktualisiert am %s

source: Creation
de: Erstellung

source: Created by %1$s on %2$s
de: Erstellt von %1$s am %2$s

source: Last update
de: Letzte Aktualisierung

source: Updated by %1$s on %2$s
de: Aktualisiert von %1$s von %2$s

source: Edit metatag
de: Metatag bearbeiten

source: Create metatag
de: Metatag erstellen

source: General
de: Allgemein

source: Content
de: Inhalt

source: Enter the title of this entity; so you can find it!
de: Gib den Titel für diesen Eintrag ein; so kannst Du ihn besser finden!

source: Title of entity
de: Titel des Eintrags

source: Enter the title of entity of the metatag
de: Gib den Robots Text für den Metatag ein

source: The main keyword or keyphrase that this post/page is about
de: Haupt-Schlüsselwort oder -satz dieser Seite

source: Focus keyword
de: Fokus Schlüsselwort

source: Enter the focus keyword of the metatag
de: Gib das Fokus Schlüsselwort für den Metatag ein

source: Your focus keyword was found in
de: Der fokussierte Begriff wurde gefunden in

source: Page title
de: Seitentitel

source: Page URL
de: Seiten-URL

source: Page Content
de: Seiteninhalt

source: Meta description
de: Meta Beschreibung

source: Snippet Preview
de: Snippet Vorschau

source: This is a rendering of what this page might look like in Google's search results.
de: Dies ist eine Darstellung, die zeigt, wie die Seite in den Suchergebnissen von Google aussehen sollte.

source: Page Score
de: Score der Seite

source: Total
de: Insgesamt

source: SEO title
de: SEO Titel

source: Title
de: Titel

source: Enter the title of the metatag
de: Gib den Titel des Metatags ein

source: The SEO title defaults to what is generated based on this sites title template for this posttype.
de: Der SEO-Titel wird per Standard mit der Seitentitel-Vorlage besetzt, sofern nichts eingegeben wird.

source: Description
de: Beschreibung

source: Enter the description of the metatag
de: Gib die Beschreibung des Metatags ein

source: The meta description is often shown as the black text under the title in a search result. For this to work it has to contain the keyword that was searched for.
de: Die Meta-Beschreibung wird oft als schwarzer Text unter dem Titel eines Suchergebnisses gezeigt. Damit dies funktioniert, sollte sie das gesuchte Schlüsselwort enthalten.

source: Comma separated list of meta keywords - for example: Zikula, Framework
de: Komma separierte Liste von Meta Schlüsselwörtern - zum Beispiel: Zikula, Framework

source: Keywords
de: Schlüsselwörter

source: Enter the keywords of the metatag
de: Gib die Schlüsselwörter für den Metatag ein

source: If you type something here it will override your meta keywords template.
de: Wenn hier etwas eingegeben wird, überschreibt dies die Meta Keywords Vorlage.

source: Analysis
de: Analyse

source: Page analysis score
de: Score der Seitenanalyse

source: Enter the page analysis score of the metatag
de: Gebe den Seitenanalyse-Score für den Metatag ein

source: Advanced
de: Erweitert

source: Meta robots index
de: Meta

source: Robots index
de: Roboter indexieren

source: Choose the robots index
de: Wähle die Einstellung für die Indexierung durch den Roboter

source: Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.
de: Warnung: auch wenn die Meta Robots Einstellungen hier festgelegt werden können, ist die komplette Seite in den seitenweiten Einstellungen auf noindex gestellt, daher werden diese Einstellungen keine Auswirkungen haben.
