Repository: Guite/MUSeo
Catalog: locale/*/LC_MESSAGES/module_museo.po
Languages: de

source: Meta robots follow
de: Meta Roboter folgen

source: Robots follow
de: Roboter folgen

source: Choose the robots follow
de: Wähle die Einstellung für die Verfolgung durch den Roboter

source: Robots advanced
de: Robots erweitert

source: Choose the robots advanced
de: Wähle die Einstellung für erweiterte Robots-Angaben

source: Advanced <code>meta</code> robots settings for this page.
de: Erweiterte <code>Meta</code> Robots Einstellungen für diese Seite.

source: Canonical url
de: Anerkannte Url

source: Enter the canonical url of the metatag
de: Gebe die kanonische URL ein

source: The canonical URL that this page should point to, leave blank to default to permalink. <a target="_blank" href="http://googlewebmastercentral.blogspot.com/2009/12/handling-legitimate-cross-domain.html">Cross domain canonical</a> supported too.
de: Die kanonische URL, auf die diese Seite zeigen soll, leer lassen zur Standardnutzung des Permalinks. <a target="_blank" href="http://googlewebmastercentral.blogspot.com/2009/12/handling-legitimate-cross-domain.html">Cross Domain Canonicals</a> wird auch unterstützt.

source: 301 redirect url
de: Url für 301 Umleitung

source: Redirect url
de: Umleitung Url

source: Enter the redirect url of the metatag
de: Gebe die Weiterleitungs-URL ein

source: The URL that this page should redirect to.
de: Die URL, zu der diese Seite weiterleiten soll.

source: Facebook title overriding the default value
de: Facebook-Titel, überschreibt den Standardwert

source: Facebook title
de: Facebook Titel

source: Enter the facebook title of the metatag
de: Gib den Facebook Titel für den Metatag ein.

source: If you don't want to use the post title for sharing the post on Facebook but instead want another title there, write it here.
de: Wenn Du an Stelle des Seitentitels einen anderen Titel zum Teilen der Seite auf Facebook verwenden möchtest, trage diesen hier ein.

source: Facebook description overriding the default value
de: Facebook Beschreibung, überschreibt den Standardwert

source: Facebook description
de: Facebook Beschreibung

source: Enter the facebook description of the metatag
de: Gib die Facebook Beschreibung des Metatags ein

source: If you don't want to use the meta description for sharing the post on Facebook but want another description there, write it here.
de: Wenn Du an Stelle der Meta-Beschreibung eine andere Beschreibung zum Teilen der Seite auf Facebook verwenden möchtest, trage diese hier ein.

source: Facebook image overriding the default value
de: Facebook-Bild, überschreibt den Standardwert

source: Facebook image
de: Facebook Bild

source: If you want to override the image used on Facebook for this post, upload an image here.
de: Wenn Du das auf Facebook für diese Seite verwendete Bild anpassen möchtest, lade hier ein Bild hoch.

source: Reset to empty value
de: Zu leerem Wert zurück setzen

source: Allowed file extensions:
de: Erlaubte Dateiendungen:

source: Current file
de: Aktuelle Datei

source: Delete facebook image ?
de: Facebook Bild löschen?

source: Delete existing file
de: Existierende Datei löschen

source: Twitter title overriding the default value
de: Twitter-Titel, überschreibt den Standardwert

source: Twitter title
de: Twitter Titel

source: Enter the twitter title of the metatag
de: Gebe den Twitter-Titel ein

source: If you don't want to use the post title for sharing the post on Twitter but instead want another title there, write it here.
de: Wenn Du an Stelle des Seitentitels einen anderen Titel zum Teilen der Seite auf Twitter verwenden möchtest, trage diesen hier ein.

source: Twitter description overriding the default value
de: Twitter Beschreibung, überschreibt den Standardwert

source: Twitter description
de: Twitter Beschreibung

source: Enter the twitter description of the metatag
de: Gebe die Twitter Beschreibung ein

source: If you don't want to use the meta description for sharing the post on Twitter but want another description there, write it here.
de: Wenn Du an Stelle der Meta-Beschreibung eine andere Beschreibung zum Teilen der Seite auf Twitter verwenden möchtest, trage diese hier ein.

source: Twitter image overriding the default value
de: Twitter-Bild, überschreibt den Standardwert

source: Twitter image
de: Twitter Bild

source: If you want to override the image used on Twitter for this post, upload an image here.
de: Wenn Du das auf Twitter für diese Seite verwendete Bild anpassen möchtest, lade hier ein Bild hoch.

source: Delete twitter image ?
de: Twitter Bild löschen?

source: Google+ title overriding the default value
de: GooglePlus-Titel, überschreibt den Standardwert

source: Google plus title
de: Google Plus Titel

source: Enter the google plus title of the metatag
de: Gebe den Google Plus Titel ein

source: If you don't want to use the post title for sharing the post on Google+ but instead want another title there, write it here.
de: Wenn Du an Stelle des Seitentitels einen anderen Titel zum Teilen der Seite auf Google+ verwenden möchtest, trage diesen hier ein.

source: Google+ description overriding the default value
de: GooglePlus-Beschreibung, überschreibt den Standardwert

source: Google plus description
de: Google Plus Beschreibung

source: Enter the google plus description of the metatag
de: Gebe die Google Plus Beschreibung ein

source: If you don't want to use the meta description for sharing the post on Google+ but want another description there, write it here.
de: Wenn Du an Stelle der Meta-Beschreibung eine andere Beschreibung zum Teilen der Seite auf Facebook verwenden möchtest, trage diese hier ein.

source: Google+ image overriding the default value
de: GooglePlus-Bild, überschreibt den Standardwert

source: Google plus image
de: Google Plus Bild

source: If you want to override the image used on Google+ for this post, upload an image here.
de: Wenn Du das auf Google+ für diese Seite verwendete Bild anpassen möchtest, lade hier ein Bild hoch.

source: Delete google plus image ?
de: Google Plus Bild löschen?

source: WhatsApp title overriding the default value
de: WhatsApp-Titel, überschreibt den Standardwert

source: Whats app title
de: WhatsApp Titel

source: Enter the whats app title of the metatag
de: Gebe den WhatsApp-Titel ein

source: Select the module!
de: Wähle das Modul!

source: The module
de: Das Modul

source: Enter the module of the metatag
de: Gib das Modul für den Metatag ein

source: Enter the function of your selected module!
de: Gib die Funktion für Dein gewähltes Modul ein!

source: Function of module
de: Funktion des Moduls

source: Enter the function of module of the metatag
de: Gib die Funktion des Moduls für den Metatag ein

source: Enter the object of your selected module; if not set it will work for the main function!
de: Gib die Objekt Id für das gewählte Modul ein; wenn nicht aktiviert, wird die main Funktion beeinflußt!

source: Object of module
de: Objekt des Moduls

source: Enter the object of module of the metatag
de: Gib das Objekt des Moduls für den Metatag ein

source: Enter the name for the single identifier! For example id!
de: Gib den Namen des Bezeichners für einen alleinigen Aufruf ein! Zum Beispiel id!

source: Name of identifier
de: Name des Bezeichners

source: Enter the name of identifier of the metatag
de: Gib den Namen des Bezeichners für den Metatag ein

source: Enter the id of your selected module; only required if you have entered a function that calls a single entity!
de: Gib die Id für das gewählte Modul ein; nur notwendig, wenn Du eine Funktion, die einen alleinigen Eintrag aufruft, eingegeben hast!

source: Id of object
de: Id des Objekts

source: Enter the id of object of the metatag
de: Gib die Objekt Id für den Metatag ein

source: Enter the string of an object! For example Zikula!
de: Gib die Zeichenkette des Objekts an. Zum Beispiel Zikula!

source: String of object
de: Zeichenkette des Objekts

source: Enter the string of object of the metatag
de: Gib die Objekt Zeichenkette für den Metatag ein

source: Enter other parameters and their values comma separated like parameter1=value1,parameter2=value!
de: Gib andere Parameter und ihre Werte kommasepariert wie parameter1=value1,parameter2=value2 ein!

source: Extra infos
de: Extrainformationen

source: Enter the extra infos of the metatag
de: Gib die extra Informationen für den Metatag ein

source: Return control
de: Rückkehrkontrolle

source: Create another item after save
de: Ein weiteres Element nach dem Speichern erstellen

source: Really delete this metatag?
de: Diesen Metatag wirklich löschen?

source: Cancel
de: Abbrechen

source: Actions
de: Aktionen

source: Visit this page
de: Seite besuchen

source: Delete metatag
de: Lösche Metatag

source: Do you really want to delete this metatag ?
de: Möchtest du diesen Metatag wirklich löschen?

source: Confirmation prompt
de: Sicherheitsabfrage

source: Welcome to the metatag section of the M u seo application.
de: Willkommen zur Sektion der Metatags von MUSeo.

source: Back to paginated view
de: Zurück zur Seitenansicht

source: Show all entries
de: Alle Einträge anzeigen

source: View detail page
de: Detailseite ansehen

source: No metatags found.
de: Keine Metatags gefunden.

source: With selected metatags
de: Gewählten Metatags

source: Choose action
de: Wähle eine Aktion

source: Open quick view window
de: Fenster für Schnellansicht öffnen

source: Quick view
de: Schnellansicht

source: Latest metatags
de: Aktuellste Metatags

source: A direct feed showing the list of metatags
de: Ein Feed der die Metatags anzeigt

source: Quick navigation
de: Schnellnavigation

source: All
de: Alle

source: Workflow state
de: Workflow Status

source: Search
de: Suchen

source: Sort by
de: Sortieren anhand

source: Creation date
de: Erstelldatum

source: Creator
de: Ersteller

source: Update date
de: Aktualisierungsdatum

source: ascending
de: Aufsteigend

source: descending
de: Absteigend

source: Page size
de: Seitengröße

source: Settings
de: Einstellungen

source: Here you can define general settings.
de: Hier kannst Du die Grundeinstellungen vornehmen.

source: Enter the allowed modules comma separated without whitespace, for example: Content,Tags,News
de: Gib die erlaubten Module kommasepariert ohne Leerzeichen ein, z.B.: Content,Tags,News

source: Modules
de: Module

source: Enter the modules.
de: Gib die Module (Erweiterungen)ein.

source: Enter the allowed controllers comma separated without whitespace!
de: Gib die erlaubten Controller kommasepariert ohne Leerzeichen ein!

source: Controllers
de: Controller

source: Enter the controllers.
de: Gib die Controller ein.

source: Here you can adjust basic SEO-related options.
de: Hier kannst Du grundlegende SEO relevante Optionen einstellen.

source: Default meta robots index
de: Standard Meta Robots Index

source: Default meta robots follow
de: Standard Meta Robots Follow

source: Disable the advanced part of the SEO meta box.
de: Den erweiterten Teil der SEO Meta Box deaktivieren.

source: Disable advanced meta
de: Deaktiviere erweiterte Meta Tags

source: Add noodp meta robots tag sitewide
de: Meta Robots Tag noodp seitenweit hinzufügen

source: Prevents search engines from using the DMOZ description for pages from this site in the search results.
de: Verhindert, dass Suchmaschinen die DMOZ Beschreibung für diese Seite in den Suchergebnissen verwendet.

source: Add noydir meta robots tag sitewide
de: Meta Robots Tag noydir seitenweit hinzufügen

source: Prevents search engines from using the Yahoo! directory description for pages from this site in the search results.
de: Verhindert, dass Suchmaschinen die Yahoo! Directory Beschreibung für diese Seite in den Suchergebnissen verwendet.

source: Webmaster Tools
de: Webmaster Werkzeuge

source: You can use the boxes below to verify with the different Webmaster Tools, if your site is already verified, leave the boxes blank. Enter the verify meta values for:
de: Mit den Boxen unten kann mit verschiedenen Webmaster Tools geprüft werden. Falls die Seite bereits verifiziert ist, die Boxen leer lassen. Gebe die Verifizierungs-Metawerte ein für:

source: Enter the alexa verify.
de: Gebe den Verifizierungscode für Alexa ein.

source: Google Webmaster Tools
de: Google Webmaster Werkzeuge

source: Enter the google verify.
de: Gebe den Verifizierungscode für Google ein.

source: Bing Webmaster Tools
de: Bing Webmaster Werkzeuge

source: Enter the ms verify.
de: Gebe den Verifizierungscode für Microsoft ein.

source: Enter the pinterest verify.
de: Gebe den Verifizierungscode für Pinterest ein.

source: Enter the yandex verify.
de: Gebe den Verifizierungscode für Yandex ein.

source: Force the canonical to either http or https, when your site runs under both.
de: Erzwingt die Canonical entweder auf http oder https, falls die Seite mit beiden läuft.

source: Force transport
de: Transport erzwingen

source: Enter the force transport.
de: Gebe die Force Transport Einstellung ein.

source: List of user ids for Facebook administration
de: Liste von Benutzer-IDs zur Facebook-Administration

source: Facebook admins
de: Facebook Administratoren

source: Enter the facebook admins.
de: Gebe die Facebook Admins ein.

source: List of linked Facebook apps IDs : Facebook app display names
de: Liste verlinkter Facebook Apps IDs : Facebook App Display-Namen

source: Facebook apps
de: Facebook Applikationen

source: Enter the facebook apps.
de: Gebe die Facebook Apps ein.

source: Enter the facebook connect key.
de: Gebe den Facebook Connect-Key ein.

source: Add Open Graph meta data to your site"s head section.
de: Open Graph Metadaten zur head-Sektion der Seite hinzufügen.

source: Open graph enabled
de: Open Graph aktiviert

source: Add Open Graph meta data to your site's <code>&lt;head&gt;</code> section. You can specify some of the ID's that are sometimes needed below:
de: Open Graph Metadaten zur <code>head</code>-Sektion der Seite hinzufügen. Man kann einige der manchmal benötigten IDs nachfolgend angeben:

source: App to use as Facebook admin
de: Applikation zur Nutzung als Facebook Administrator

source: Enter the facebook admin app. Only digits are allowed.
de: Gebe die Facebook Admin App ein. Es sind nur Zahlen erlaubt.

source: Facebook page url
de: Facebook Seiten-URL

source: Facebook site
de: Facebook Seite

source: Enter the facebook site.
de: Gib die Facebookseite ein.

source: Frontpage settings
de: Startseiten-Einstellungen

source: These are the title, description and image used in the Open Graph meta tags on the front page of your site.
de: Dies sind Titel, Beschreibung und Bild zur Verwendung in den Open Graph Metatags der Startseite.

source: Open Graph frontpage title
de: Open Graph Titel für die Startseite

source: Open graph frontpage title
de: Open Graph Titel für die Startseite

source: Enter the open graph frontpage title.
de: Gebe den Open Graph Titel für die Startseite ein.

source: Open Graph frontpage description
de: Open Graph Beschreibung für die Startseite

source: Open graph frontpage description
de: Open Graph Beschreibung für die Startseite

source: Enter the open graph frontpage description.
de: Gebe die Open Graph Beschreibung für die Startseite ein.

source: Open Graph frontpage image
de: Open Graph Bild für die Startseite

source: Open graph frontpage image
de: Open Graph Bild für die Startseite

source: Enter the open graph frontpage image.
de: Gebe das Open Graph Bild für die Startseite ein.

source: OpenGraph default image url
de: OpenGraph Standard Bild-URL

source: Open graph default image
de: Open Graph Standard-Bild

source: Enter the open graph default image.
de: Gebe das OpenGraph Standard Bild ein.

source: This image is used if the post/page being shared does not contain any images.
de: Dieses Bild wird verwendet, wenn die aktuell geteilte Seite keine Bilder enthält.

source: Note that for the Twitter Cards to work, you have to check the box below and then validate your Twitter Cards through the <a target="_blank" href="https://dev.twitter.com/docs/cards/validation/validator">Twitter Card Validator</a>.
de: Zu beachten: damit Twitter Cards funktionieren, muss die Box unten angehakt werden. Anschließend müssen die Twitter Cards mit dem <a target="_blank" href="https://dev.twitter.com/docs/cards/validation/validator">Twitter Card Validator</a> validiert werden.

source: Add Twitter card meta data
de: Twitter Card Metadaten hinzufügen

source: Twitter enabled
de: Twitter aktiviert

source: Add Twitter card meta data to your site's <code>&lt;head&gt;</code> section.
de: Twitter Card Metadaten zur <code>head</code>-Sektion der Seite hinzufügen.

source: Site Twitter username
de: Twitter Nutzer der Seite

source: Twitter site user
de: Twitter Nutzer der Seite

source: Enter the twitter site user.
de: Gebe den Twitter-Benutzernamen ein.

source: The default card type to use
de: Der zu verwendende Standard-Kartentyp

source: Twitter default card type
de: Twitter Standard-Kartentyp

source: Enter the twitter default card type.
de: Gebe den Twitter Standard-Kartentyp ein.

source: Add Google+ specific post meta data
de: Google+ spezifische Metadaten hinzufügen

source: Google plus enabled
de: Google Plus aktiviert

source: Google publisher page
de: Google Veröffentlicher Seite

source: Google plus publisher page
de: Google Plus Seite des Veröffentlichers

source: Enter the google plus publisher page.
de: Gebe die Google Plus Publisher Seite ein.

source: If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.
de: Wenn Du eine Google+ Unternehmensseite hast, füge deren URL hier hinzu und verlinke sie in Deinem Google+ Account auf der Über mich Seite.

source: Update configuration
de: Einstellungen aktualisieren

source: Edit extension
de: Erweiterung bearbeiten

source: Create extension
de: Erweiterung erstellen

source: Enter the name of the extension
de: Gib den Namen der Erweiterung ein

source: Enter the controller for the view of objects; for example view.
de: Gib den Controller für die view Ansicht eines Objekts ein; z.B. view.

source: Controller for view
de: Controller für die View Ansicht

source: Enter the controller for view of the extension
de: Gib den Controller für die Listenansicht der Erweiterung ein

source: Select the controller for single entity of this module.
de: Wähle den Controller für einen alleinigen Eintrag des Moduls!

source: Controller for single object
de: Controller für ein alleiniges Objekt

source: Enter the controller for single object of the extension
de: Gib den Controller für ein alleiniges Objekt der Erweiterung ein

source: Enter the paremeter for objects; for example ot.
de: Gib den Parameter für Objekte an, z.B. ot.

source: Parameter for objects
de: Parameter für Objekte

source: Enter the parameter for objects of the extension
de: Gib den Parameter für Objekte der Erweiterung an

source: Enter the name of the identifier for this module; for example id.
de: Gib den Namen des Bezeichners für dieses Modul ein; zum Beispiel id.

source: Enter the name of identifier of the extension
de: Gib den Namen des Bezeichners für die Erweiterung ein

source: Enter other additional identifiers comma separated.
de: Gib andere zusätzliche Bezeichner kommasepariert ein.

source: Extra identifier
de: Zusätzliche Bezeichner

source: Enter the extra identifier of the extension
de: Gib die zusätzlichen Bezeichner der Erweiterung ein

source: Really delete this extension?
de: Diese Erweiterung wirklich löschen?

source: Delete extension
de: Lösche Erweiterung

source: Do you really want to delete this extension ?
de: Möchtest du diese Erweiterung wirklich löschen?

source: Welcome to the extension section of the M u seo application.
de: Willkommen zum Sektion für Erweiterungen in MUSeo.

source: No extensions found.
de: Keine Erweiterung gefunden.

source: With selected extensions
de: Gewählte Erweiterungen

source: Latest extensions
de: Letzte Erweiterung

source: A direct feed showing the list of extensions
de: Ein Feed, der eine Liste der Erweiterungen anzeigt
